app/controllers/pages_controller.rb

  def landing
  	@studentsss = Student.all
---
SELECT "students".* FROM "students"